[
    {
      "id": 1,
      "name": "Radisson Blu",
      "profileImg": "https://media.radissonhotels.net/image/radisson-blu-hotel-dhaka-water-garden/exterior/16256-113891-f63612886_3xl.jpg?impolicy=HomeHero",
      "images": [
        "https://i.ibb.co/SsV8yMM/download.jpg",
        "https://i.ibb.co/0BWJGQn/18706-1599802636-wm-radisson-blu-chennai-banquet-hall-6.jpg",
        "https://i.ibb.co/yQpcGDF/meetingsevents3-interior-1280x960.jpg",
        "https://i.ibb.co/DM2KNrQ/16256-113891-f63612886-3xl.jpg"
      ],
      "location": "Airport Rd, Dhaka Cantonment, Dhaka 1206",
      "email": "radisson-blu@hotel.com",
      "phone": "058745896547",
      "price": 480000,
      "capacity": 3200,
      "services": [
        "catering",
        "Decorator",
        "Car Parking",
        "Bar",
        "Free Wi-Fi",
        "Dry Cleaning"
      ],
      "rating": 4,
      "description": "Take advantage of our four restaurants and two bars when you stay at the Radisson Blu. Eat a hearty breakfast at the Water Garden Brasserie or come to lunch and dinner for an international buffet and live cooking stations. Sublime offers a sophisticated atmosphere and local Bangladeshi produce used in fine cuisine. If you want a more casual setting, enjoy Asian-inspired cuisine in Spice & Rice. Looking for a light meal? Chit Chat offers sandwiches, salads, and quiches. In the evenings, you can enjoy drinks and live entertainment with friends at the Blaze Entertainment Lounge & Bar or The Cigar Bar",
      "facilities": [
        "Spacious and well-appointed rooms: Radisson Blu hotels offer spacious and stylishly decorated guest rooms with comfortable beds, premium linens, and modern amenities such as flat-screen TVs, high-speed internet, and work desks.",
        "Fitness center and swimming pool: Most Radisson Blu hotels have a fully equipped fitness center where guests can work out and stay in shape during their stay. Many properties also feature indoor or outdoor swimming pools.",
        "Fine dining restaurants: Radisson Blu hotels are known for their high-quality dining experiences, with many properties featuring fine dining restaurants serving a variety of cuisines prepared by skilled chefs.",
        "Conference and event spaces: Radisson Blu hotels offer state-of-the-art conference and event spaces that can accommodate large gatherings, such as weddings, corporate events, and conferences.",
        "Business center: For guests traveling for business, many Radisson Blu hotels have a dedicated business center where they can access computers, printers, and other office equipment.",
        "Spa and wellness facilities: Many Radisson Blu hotels feature luxurious spa and wellness facilities where guests can relax and rejuvenate with a range of treatments and services.",
        "24-hour room service: Radisson Blu hotels offer 24-hour room service, allowing guests to order food and drinks to their room at any time of the day or night"
      ],
      "termsCondition": [
        "Check-in and check-out times: Most hotels have specific check-in and check-out times that guests are required to adhere to. Check-in times typically start in the afternoon, while check-out times are usually in the morning. Early check-in or late check-out may be available for an additional fee.",
        "Cancellation policy: Hotels may have a cancellation policy that requires guests to cancel their reservation within a certain period of time in order to avoid penalties or fees. The cancellation policy may vary depending on the hotel and the type of reservation.",
        "Smoking policy: Many hotels have a strict non-smoking policy, and guests may be charged a fee for smoking in their room or other designated non-smoking areas.",
        "Pet policy: Some hotels may allow pets, while others do not. If pets are allowed, there may be specific restrictions or fees that apply.",
        "Payment methods: Hotels typically accept credit cards, cash, or other forms of payment. Some hotels may require a deposit or pre-payment at the time of booking or check-in.",
        "Use of facilities: Guests may be required to follow certain rules or guidelines when using hotel facilities such as the swimming pool, fitness center, or spa. Children may need to be accompanied by an adult in certain areas, and some facilities may have specific age restrictions.",
        "Damage to property: Guests may be held responsible for any damage caused to hotel property during their stay, and may be charged a fee or penalty to cover the cost of repairs or replacement."
      ]
    },
    {
      "id": 2,
      "name": "ICCB",
      "profileImg": "https://i.ibb.co/3snmNPJ/b31c7a42689b7363bc9967645dc81634.jpg",
      "images": [
        "https://i.ibb.co/s6bqQH9/download-1.jpg",
        "https://i.ibb.co/zhtGLQ5/International-Convention-City-Bashundhara-5.jpg",
        "https://i.ibb.co/m49qzKZ/download.jpg",
        "https://i.ibb.co/nff10J1/International-Convention-City-Bashundhara-3.jpg",
        "https://i.ibb.co/G3B11PN/d6ec5024e0f63afc31d8ec3833bd1d5b.jpg",
        "https://i.ibb.co/ystX4NL/International-Convention-City-Bashundhara.jpg"
      ],
      "location": "Next to 300 ft. Purbachal Express Highway, Dhaka 1229",
      "email": "iccb@bga-bd.com",
      "phone": "+8801991197719",
      "price": 280000,
      "capacity": 2000,
      "services": [
        "wedding",
        "Fashion show",
        "Fair & Exhibitions",
        "catering",
        "Decorator",
        "Car Parking"
      ],
      "rating": 4,
      "description": "International Convention City Bashundhara (ICCB), the largest event venue in South Asia, is the grand place in own designed to gratify your needs. We aim to make any occasion truly memorable, whether it’s a corporate event or a personal celebration. A little away from the hustle and bustle of the city, our convention city is spread over a spacious area of 8.5 lac sq. ft. We have a capacity of accommodating more than 20,000 guests at a time. We offer a huge parking facility, end-to-end vigilance, four customized halls, well-groomed staffers and the country’s largest Expo Zone. ICCB is also enriched with a gamut of international standard amenities which make this place to opt for.",
      "facilities": [
        "Accommodations: ICCB has over 400 well-appointed guest rooms and suites that are designed to provide guests with a comfortable and relaxing stay. Each room is equipped with modern amenities such as air conditioning, flat-screen TV, free Wi-Fi, and an en-suite bathroom.",
        "Dining: ICCB has a range of dining options that cater to different tastes and preferences. The hotel has several restaurants and cafes, including a buffet restaurant that serves international cuisine, a Chinese restaurant, a café, and a bar.",
        "Meeting and Conference Facilities: ICCB is a popular venue for conferences, meetings, and events. The hotel has a large convention center that can accommodate up to 10,000 people, as well as several smaller meeting rooms and conference halls. All of these facilities are equipped with the latest audio-visual equipment and high-speed internet connectivity.",
        "Health and Wellness: The hotel has a state-of-the-art fitness center, a swimming pool, and a spa. Guests can relax and rejuvenate at the spa, which offers a range of treatments and massages.",
        "Other Facilities: ICCB also offers a range of other facilities and services, including 24-hour room service, laundry and dry-cleaning services, a concierge desk, and a business center. The hotel also has a gift shop where guests can purchase souvenirs and gifts to take back home."
      ],
      "termsCondition": [
        "Check-in and Check-out: Guests can check-in at the hotel from 2:00 pm onwards, and check-out time is before 12:00 pm on the day of departure.",
        "Reservation Policy: A valid credit card is required at the time of booking to guarantee the reservation. The hotel may pre-authorize the credit card for the total amount of the stay.",
        "Cancellation Policy: Cancellations made within the hotel's cancellation policy period (usually 24 or 48 hours prior to arrival) are eligible for a full refund. Cancellations made after this period may be subject to a cancellation fee.",
        "Age Policy: Guests must be 18 years or older to check-in at the hotel. Children under the age of 12 can stay in the same room as their parents or guardians for free, using existing bedding.",
        "Smoking Policy: ICCB is a non-smoking hotel. Smoking is not permitted in any part of the hotel, including guest rooms, public areas, and restaurants.",
        "Pet Policy: Pets are not allowed at ICCB, with the exception of service animals for guests with disabilities."
      ]
    },
    {
      "id": 3,
      "name": "Golf Garden",
      "profileImg": "https://i.ibb.co/zGLnHrx/02-DSC-1000.jpg",
      "images": [
        "https://i.ibb.co/jvdCXLC/26255149584-4666c59612-k.jpg",
        "https://i.ibb.co/cFy1jk4/garden-city-golf-club.jpg",
        "https://i.ibb.co/xqP2MWT/Golf-Garden-1.jpg",
        "https://i.ibb.co/vZ0nn5k/VVYCDNWII4-SWS2-BDAW225-KDOSJTYQV12-GTJRXCC0-VAEPDFOQ.jpg"
      ],
      "location": "Army Golf Club, Tongi Diversion Rd, Dhaka 1206",
      "email": "info@golfgarden.com.bd",
      "phone": "01769018302",
      "price": 80000,
      "capacity": 1000,
      "services": [
        "Wedding",
        "Sports",
        "Swimming",
        "Fashion show",
        "Fair & Exhibitions",
        "Car Parking"
      ],
      "rating": 4,
      "description": "The Golf Garden is co-located with Army Golf Club. It is surrounded by RadissonWater Garden Hotel on the south, HazratShahjalalInternational Airport on the north,Kurmitola General Hospital on the west and Nikunja on the east. It is a single storeyfair faced building, 36 ft height and can accommodate 700 persons at a time in dyne position.",
      "facilities": [
        "Championship Golf Course: The centerpiece of Golf Garden is its 18-hole championship golf course, designed by renowned golf course architect David Hemstock. The course is challenging and beautiful, with lush fairways, undulating greens, and scenic water hazards.",
        "Golf Academy: Whether you're a beginner or an experienced golfer, the Golf Academy at Golf Garden can help you improve your game. The academy offers a range of golf lessons, clinics, and camps taught by experienced golf professionals.",
        "Driving Range: The driving range at Golf Garden is a great place to warm up before a round of golf or work on your swing. The range features multiple hitting bays, target greens, and a chipping and putting area.",
        "Clubhouse: The Golf Garden clubhouse is a beautiful facility that offers a variety of amenities for golfers and non-golfers alike. Inside, you'll find a pro shop, locker rooms, a restaurant, a bar, and a banquet hall for events and functions.",
        "Swimming Pool: Golf Garden has a large outdoor swimming pool that is perfect for cooling off on a hot day or getting in a workout. The pool area also features a poolside bar and grill."
      ],
      "termsCondition": [
        "Purpose: The terms and conditions of a website typically outline the rules and regulations that users must follow when using the website. The purpose of these terms and conditions is to protect the website owner's rights, as well as the rights of users and other stakeholders.",
        "Acceptance: In most cases, users must accept the website's terms and conditions before they can use the website. This acceptance is usually indicated by checking a box or clicking a button that says 'I agree' or something similar.",
        "Ownership and Intellectual Property: Website terms and conditions typically include information about the ownership of the website and its content, as well as any intellectual property rights associated with the website or its content. This may include copyrights, trademarks, and patents.",
        "User Conduct: Website terms and conditions often outline the types of behavior that are prohibited when using the website. This may include things like spamming, hacking, or posting offensive content.",
        "Liability: Website terms and conditions may include a liability disclaimer, which limits the website owner's liability for any damages or losses that may occur as a result of using the website.",
        "Termination: Website terms and conditions may also include information about how and when the website owner can terminate a user's access to the website."
      ]
    },
    {
      "id": 4,
      "name": "Sector 7 Restaurant & party center",
      "profileImg": "https://i.ibb.co/PzQg7SJ/17.jpg",
      "images": [
        "https://i.ibb.co/yPVFmnp/2-1-1024x506.jpg",
        "https://i.ibb.co/J54pbRR/Rectangle-49.png",
        "https://i.ibb.co/XtT3VjV/download.jpg",
        "https://i.ibb.co/Hx43HLF/2017-08-22.jpg"
      ],
      "location": "Plot 11, Sector-07, Uttara, Dhaka 1230",
      "email": "info@sector7bd.com",
      "phone": "01847-258746",
      "price": 30000,
      "capacity": 700,
      "services": [
        "Wedding",
        "Car Parking",
        "Birthday"
      ],
      "rating": 4,
      "description": "Founded in 2017, Sector7 Restaurant  & Party Center is one of the largest and leading restaurant service businesses in Bangladesh.  We offer lavishly decorated dish and large space for clients along with multi cuisine menus, especially Thai Cuisine, Chinese Cuisine, Indian Cuisine and Cultural foods. Our restaurants have homely and well-secured environment to organize party & programs.Contemporary decor, concealed lighting, air conditioning and comfortable seating along with effective and friendly staff make the Sector7 Restaurant  & Party Center perfect menu/venue for lunch & dinner all the year round. Outside catering and corporate services are also available with us.",
      "facilities": [
        "Dining: Sector 7 offers a spacious dining area where customers can enjoy a variety of dishes from their extensive menu. The restaurant serves both local and international cuisine, including Chinese, Thai, Indian, and Continental.",
        "Private Dining Rooms: For those looking for a more intimate dining experience, Sector 7 has private dining rooms that can accommodate small to medium-sized groups.",
        "Party Center: Sector 7 also serves as a party center, offering event spaces that can accommodate up to 500 guests. The party center is perfect for hosting weddings, corporate events, and other special occasions.",
        "Outdoor Seating: The restaurant has an outdoor seating area where customers can enjoy their meals while taking in the fresh air and surrounding views.",
        "Live Music: Sector 7 hosts live music events on weekends, featuring local artists and performers.",
        "Catering Services: Sector 7 also provides catering services for events outside of the restaurant. Their catering menu includes a variety of dishes and cuisines to fit any occasion.",
        "Parking: The restaurant has ample parking space, making it easy for customers to park their cars and enjoy their meals without any hassle."
      ],
      "termsCondition": [
        "Reservation and Cancellation Policy: Customers can make reservations for dining or events by contacting the restaurant directly or through their website. A credit card may be required to secure the reservation, and any cancellation must be made at least 24 hours before the scheduled time to avoid a cancellation fee.",
        "Payment Policy: Payment for dining or events can be made using cash, credit card, or other forms of payment accepted by the restaurant. For events, a deposit may be required at the time of booking, with the remaining balance due on the day of the event.",
        "Dress Code: Sector 7 Restaurant & Party Center maintains a dress code, and customers are expected to dress appropriately for their visit. The restaurant reserves the right to refuse service to anyone who is not dressed appropriately.",
        "Conduct Policy: Customers are expected to conduct themselves in a respectful and appropriate manner while visiting Sector 7 Restaurant & Party Center. Any behavior that is deemed inappropriate or disruptive may result in the customer being asked to leave.",
        "Liability Policy: Sector 7 Restaurant & Party Center is not liable for any damage, loss, or injury that may occur during a visit to the restaurant or event space. Customers are responsible for their own personal belongings and are encouraged to take appropriate precautions to ensure their safety.",
        "Intellectual Property Policy: All content on the Sector 7 Restaurant & Party Center website, including images, logos, and text, is the property of the restaurant and is protected by copyright laws. Customers may not use or reproduce any content from the website without prior written permission from the restaurant."
      ]
    }
  ]